/* %1$@ = Make GIF; %2$@ = Take Photo */
"Drag %1$@ after the\n%2$@ action." = "Arraste %1$@ após a\nação %2$@.";

/* %1$@ = Take Photo, %2$@ = “left” or “right” */
"Drag %1$@ to the %2$@." = "Arraste %1$@ para %2$@.";

/* %1$@ = a localized and formatted number; %2$@ = a unit; e.g “15 kg” */
"%1$@ %2$@" = "%2$@ %1$@";

/* %@ = Quick Look */
"Add %@ to\npreview your GIF." = "Adicione %@ para\npré-visualizar o GIF.";

/* %@ = shortcut name */
"Added shortcut: %@" = "Atalho adicionado: %@";

/* A message; shortcuts on watch have been reset */
"Your shortcuts have been reset. Re-open the Shortcuts app to continue." = "Seus atalhos foram redefinidos. Abra o app Atalhos novamente para continuar.";

/* Accessibility hint for today widget shortcut that is not running but will run if you tap on it; %@=shortcut name */
"Runs the shortcut %@" = "Executa o atalho %@";

/* Accessibility hint for today widget shortcut when the shortcut is running; %lu=percentage completed */
"Running, %lu%% complete" = "Executando, %lu%% concluído";

/* Accessibility label */
"Edit profile photo" = "Editar foto do perfil";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of Notification Center being pulled down from the top of the screen" = "Uma animação da Central de Notificações sendo puxada do topo para baixo da tela";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of adding the Shortcuts widget to the list of active widgets" = "Uma animação da adição do widget Atalhos à lista de widgets ativos";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of scrolling to the bottom of the widgets list and tapping Edit" = "Uma animação da rolagem para baixo da lista de widgets e o toque em Editar";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of swiping left to the list of widgets" = "Uma animação de deslizar para a esquerda para a lista de widgets";

/* Accessibility label in on-boarding flow */
"A screenshot of Notification Center with the Shortcuts widget" = "Uma captura de tela da Central de Notificações com o widget Atalhos";

/* Accessibility label. %1$@ = workflow name; %2$@ = workflow short description */
"%1$@, %2$@" = "%1$@, %2$@";

/* Accessibility label; %@ = user’s name */
"%@’s profile picture" = "Imagem do perfil de %@";

/* Accessibility label; option (Twitter handle, website, as email) is NOT selected as main identity; tap to make main identity */
"Make main identity" = "Criar identidade principal";

/* Accessibility label; option (Twitter handle, website, as email) is selected as main identity */
"Selected as main identity" = "Selecionada como identidade principal";

/* Accessiblity label; +/- key on number pad */
"Plus, Minus" = "Mais, Menos";

/* Accessiblity label; backspace key on number pad */
"Backspace" = "Retroceder";

/* Accessiblity label; decimal key on number pad */
"Decimal" = "Decimal";

/* Action extension; missing input from app error message */
"Unfortunately, there is nothing Shortcuts can do about this; it is due to a bug in the host app. We’d recommend contacting the maker of that app and letting them know of this problem." = "Infelizmente, não há nada que o app Atalhos possa fazer sobre isso. Foi por causa de um problema no app host. Recomenda-se entrar em contato com o fabricante do app e avisá-lo sobre o problema.";

/* Action extension; missing input from app error title */
"The app that opened this extension did not provide any input." = "O app que abriu essa extensão não forneceu entrada alguma.";

/* Alert body; importing shortcut failed */
"The shortcut could not be downloaded." = "Não foi possível baixar o atalho.";

/* Alert message; shortcut on watch has been created by newer version of shortcut and are incompatible */
"The Shortcuts database cannot be read because it was created by a newer version of Shortcuts.\n\nYou can either upgrade Shortcuts or reset your shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "O banco de dados do app Atalhos não pode ser lido porque ele foi criado por uma versão mais recente do app Atalhos.\n\nVocê pode atualizar o app Atalhos ou redefinir seus atalhos. Os atalhos serão perdidos, mas se você usa a Sincronização do iCloud, eles serão restaurados.";

/* Alert message; shortcuts database on device is corrupt */
"The Shortcuts database cannot be read because it is corrupt. You can fix this by resetting your shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "O banco de dados do app Atalhos não pode ser lido porque ele está corrompido. Redefina seus atalhos para corrigir isso. Os atalhos serão perdidos, mas se você usa a Sincronização do iCloud, eles serão restaurados.";

/* Alert message; shortcuts database on device is corrupt */
"The Shortcuts database cannot be read because it is corrupt.\n\nYou can email support with your corrupted database or reset your custom shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "O banco de dados do app Atalhos não pode ser lido porque ele está corrompido.\n\nVocê pode enviar um e-mail ao suporte com o banco de dados corrompido ou redefinir seus atalhos personalizados. Os atalhos serão perdidos, mas se você usa a Sincronização do iCloud, eles serão restaurados.";

/* Alert option to email support; shortcuts database on device is corrupt */
"Email Support" = "Suporte por E-mail";

/* Alert option to reset shortcuts on device */
"Reset Shortcuts" = "Redefinir Atalhos";

/* Alert option to update the Shortcuts app (opens App Store); shortfut on watch has been created by newer version of shortcut and are incompatible */
"Update Shortcuts" = "Atualizar o app Atalhos";

/* Alert title for an error */
"Aw no!" = "Oh, não!";

/* Alert title; shortcut on watch has been created by newer version of shortcut and are incompatible */
"Shortcuts Version Mismatch" = "Conflito de Versão do app Atalhos";

/* Alert title; shortcuts on watch have been reset */
"Shortcuts Reset" = "Atalhos Redefinidos";

/* Apple watch; label for result from running the shortcut */
"Result" = "Resultado";

/* Apple watch; label for result from running the shortcut when there are multiple results; %ld=number of results */
"Results (%ld)" = "Resultados (%ld)";

/* Back button */
"Back" = "Voltar";

/* Body of alert encouraging users to add the Shortcuts widget after they have tried to skip adding the widget. */
"Adding the widget dramatically improves the speed of running shortcuts. Are you sure you’d like to skip this step?" = "A adição de um widget melhora drasticamente a velocidade de execução dos atalhos. Tem certeza de que quer pular este passo?";

/* Body of alert when the user’s gallery submission didn’t go through due to an error */
"Your submission didn’t go through! Try again in a few minutes." = "O envio não foi realizado! Tente novamente em alguns instantes.";

/* Button */
"Cancel" = "Cancelar";

/* Button */
"Done" = "OK";

/* Button */
"Next" = "Seguinte";

/* Button */
"OK" = "OK";

/* Button */
"Submit your own workflow" = "Enviar seu próprio fluxo de trabalho";

/* Button for editing their profile picture */
"Edit" = "Editar";

/* Button or nav bar title */
"Edit Profile" = "Editar Perfil";

/* Button or title */
"Run shortcut" = "Executar atalho";

/* Button or title to share a shortcut */
"Share Shortcut" = "Compartilhar Atalho";

/* Button or title to submit a shortcut to the gallery */
"Submit Shortcut" = "Enviar Atalho";

/* Button or title; user profile */
"Profile" = "Perfil";

/* Button that shows all collection search results */
"See All" = "Ver tudo";

/* Button title on alert to discard changes to profile */
"Discard Changes" = "Ignorar Alterações";

/* Button title; create a new shortcut */
"Create Shortcut" = "Criar Atalho";

/* Button to add the Shortcuts Today Widget */
"Add Widget" = "Adicionar Widget";

/* Button to keep both shortcuts when you try to import a shortcut with the same name */
"Keep Both" = "Manter Ambos";

/* Button to replace the older shortcut with the newer shortcut when you try to import a shortcut with the same name */
"Replace" = "Substituir";

/* Button to skip a step */
"Skip" = "Ignorar";

/* Configure which shortcuts should show up on the watch app */
"Choose shortcuts to show on your watch." = "Escolha os atalhos a serem mostrados no seu relógio.";

/* Configure which shortcuts should show up on the watch complication */
"Choose shortcuts to show in the Complication." = "Escolha os atalhos a serem mostrados na Complicação.";

/* Copy content */
"Copy" = "Copiar";

/* Could not find shortcut to run */
"Could not find the specified shortcut." = "Não foi possível encontrar o atalho especificado.";

/* Could not find shortcut to run; %@=shortcut name */
"Could not find the shortcut “%@.”" = "Não foi possível encontrar o atalho “%@”.";

/* Default shortcut name to use if no name is provided */
"Untitled Shortcut" = "Atalho Sem Título";

/* Description of Siri feature on splash screen */
"Add any shortcut to Siri by recording a personalized voice phrase." = "Para adicionar um atalho à Siri, grave uma frase personalizada.";

/* Description of intro feature on splash screen */
"Combine a series of steps into a single shortcut to automate what you do with your apps. " = "Combine vários passos em um único atalho para automatizar o que você faz com os apps. ";

/* Description of widget feature on splash screen */
"Access shortcuts even faster with the Shortcuts widget." = "Acesse atalhos ainda mais rápido com o widget do app Atalhos.";

/* Edit profile photo; option to choose a photo from their iOS photo libary */
"Choose from Library" = "Escolher da Biblioteca";

/* Edit profile photo; option to take a new photo to use */
"Take Photo" = "Tirar Foto";

/* Edit profile; Twitter handle field placeholder */
"@WorkflowHQ" = "@WorkflowHQ";

/* Edit profile; email field placeholder */
"johnny@workflow.is" = "jaime@workflow.is";

/* Edit profile; email field title */
"Email" = "E-mail";

/* Edit profile; error message for when the provided website is invalid */
"The website URL “%@” is not valid." = "O URL do site “%@” não é válido.";

/* Edit profile; error title for when the provided website is invalid */
"Invalid Website" = "Site Inválido";

/* Edit profile; explanation to users on how their name will appear on published workflows; %@ = name, Twitter handle, or website */
"You will be credited as “%@” on your published workflows." = "Seu crédito aparecerá como “%@” nos seus fluxos de trabalho publicados.";

/* Edit profile; person name field title */
"Name" = "Nome";

/* Edit profile; person name field title (required) */
"Name (Required)" = "Nome (Obrigatório)";

/* Edit profile; section header for private information (e.g. Email address) */
"Private Information" = "Informações Privadas";

/* Edit profile; section header for public information (e.g. Twitter handle) */
"Public Information" = "Informações Públicas";

/* Edit profile; website field placeholder */
"www.workflow.is" = "www.workflow.is";

/* Empty state description when there are no search results; %@ = query */
"We didn’t turn up anything for “%@”. Try something else." = "Não há resultados para “%@”. Tente outra busca.";

/* Empty state indicating that a user has no workflows */
"No shortcuts." = "Sem atalhos.";

/* Empty state title indicating no search results when searching for a workflow or collection in the gallery */
"No Results" = "Nenhum Resultado";

/* Error alert body when importing a shortcut fails */
"The shortcut URL provided was invalid." = "O URL do atalho fornecido era inválido.";

/* Error alert title when importing a shortcut fails */
"Import Failed" = "Falha de Importação";

/* Error message */
"There are no photos in your photo library." = "Não há fotos na sua fototeca.";

/* Error message description */
"The shortcut link may be invalid, or it may have been deleted." = "Talvez o link do atalho seja inválido ou possa ter sido apagado.";

/* Error message shown when the gallery does not load */
"Can’t connect to the Gallery." = "Não foi possível conectar-se à Galeria.";

/* Error message title */
"Shortcut Not Found" = "Atalho Não Encontrado";

/* Error message when a collection does not load */
"Couldn't load this collection." = "Não foi possível carregar esta coleção.";

/* Error message when the collection fails to load */
"Couldn’t load this collection." = "Não foi possível carregar esta coleção.";

/* Error presented to the user when an action times out while running (%@ = the name of the action) */
"The “%@” action took too long to finish running." = "A ação “%@” demorou demais para ser executada.";

/* Exit the app (kills the app) */
"Exit" = "Sair";

/* Gallery search section title for collection search results */
"Collections" = "Coleções";

/* Gallery search; button to show fewer collection search results */
"Show Less" = "Mostrar Menos";

/* Gallery search; button to show more collection search results */
"Show More" = "Mostrar Mais";

/* Generic title for a notification show in the app */
"Notification" = "Notificação";

/* Guided tour; The “Shortcuts” part in the localized string “\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action.”; used for highlighting */
"Shortcuts (Guided Tour)" = "Atalhos";

/* Guided tour; The “actions” part in the localized string “\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action.”; used for highlighting */
"actions" = "ações";

/* Guided tour; Title for an alert that is shown along side an example shortcut */
"This is a shortcut." = "Isto é um atalho.";

/* Guided tour; a happy title for an alert that is show when the user has created their first workflow */
"Congrats!" = "Parabéns!";

/* Guided tour; a happy title for an alert that is shown after a user runs their first shortcut */
"Woot!" = "Oba!";

/* Guided tour; a more descriptive name for the play button; only used for accessibility */
"run shortcut button" = "botão executar atalho";

/* Guided tour; let user know that they can drag an action from the actions pane from the left (on the right on RTL devices) to share the GIF */
"Drag over an action to share your GIF." = "Arraste uma ação para compartilhar o GIF.";

/* Guided tour; run workflow button that looks like a classic play button (sideways triangle); should be the exact name that is used in the “\n\nYou just created a workflow. Now press the play button to run it!” localized string because it will be used to highlight the text */
"play button" = "botão reproduzir";

/* Guided tour; shown below “Aw no!” */
"\n\nSomething went wrong. Try again or tap Done." = "\n\nAlgo deu errado. Tente de novo ou toque em OK.";

/* Guided tour; shown below “Aw no!” */
"\n\nYou didn’t finish running the shortcut. Try again or tap Done." = "\n\nVocê não terminou de executar o atalho. Tente de novo ou toque em OK.";

/* Guided tour; shown below “Congrats!” */
"\n\nYou just created a shortcut. Now press the play button to run it!" = "\n\nVocê acabou de criar um atalho. Agora, pressione o botão de reprodução para executá-lo!";

/* Guided tour; shown below “This is a shortcut.”; for RTL, left should be right */
"\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action." = "\n\nAtalhos são compostos por uma série de ações (os itens à esquerda).\n\nA seguir, vamos adicionar uma ação Criar GIF, que animará as fotos da primeira ação.";

/* Guided tour; shown below “Welcome to Shortcuts” */
"\n\nLet’s build a shortcut to make an animated GIF." = "\n\nVamos construir um atalho para criar um GIF animado.";

/* Guided tour; shown below “Woot!” */
"\n\nYou just ran a shortcut. Wasn’t that cool?" = "\n\nVocê executou um atalho. Interessante, não é?";

/* Guided tour; welcome to shortcut title */
"Welcome to Shortcuts." = "Atalhos.";

/* Information about what happens when a user submits a workflow to the gallery */
"By tapping “Submit”, your workflow will be submitted for review. If we decide to include your workflow in the Gallery, we’ll notify you by e-mail." = "Ao tocar em “Enviar”, o seu fluxo de trabalho será enviado para análise. Se a Apple decidir incluir o seu fluxo de trabalho na Galeria, você será notificado por e-mail.";

/* Make GIF action name */
"Make GIF" = "Criar GIF";

/* Media file name label */
"Media File" = "Arquivo de Mídia";

/* Message of alert when a user tries to import a shortcut with the same name */
"Would you like to replace your shortcut?" = "Deseja substituir o atalho?";

/* Navigation bar title for the form to fill out with the workflow’s information to submit to the gallery */
"Workflow Info" = "Informações do Fluxo de Trabalho";

/* None option */
"None" = "Nenhum";

/* Onboarding-flow; user already has widget */
"Great! It looks like you've already added the Shortcuts Widget. Let's keep going." = "Ótimo! Parece que você já adicionou o Widget Atalhos. Vamos continuar.";

/* Onboarding-flow; user does not have widget; text to convice user to get the widget */
"Run shortcuts crazy fast with the Shortcuts Widget." = "Execute atalhos em velocidade incrível com o Widget Atalhos.";

/* Placeholder for the description field when submitting a workflow to the gallery */
"Please write a description of what your workflow does here." = "Escreva aqui uma descrição sobre o que o seu fluxo de trabalho faz.";

/* Placeholder for the longer-form description field when submitting a workflow to the gallery */
"Please write a more detailed description of what your workflow does here." = "Escreva aqui uma descrição mais detalhada sobre o que o seu fluxo de trabalho faz.";

/* Placeholder for the name field in Edit Profile */
"Johnny Appleseed" = "Jaime Silveira";

/* Placeholder for the short description field when submitting a workflow to the gallery */
"Please write a brief description of what your workflow does here." = "Escreva aqui uma descrição breve sobre o que o seu fluxo de trabalho faz.";

/* Print content */
"Print" = "Imprimir";

/* Quick Look action name */
"Quick Look" = "Visualização Rápida";

/* Recovery option for when the gallery does not load */
"Try Again" = "Tentar Novamente";

/* Recovery option for when the gallery does not load and the user should enable Wi-Fi, etc. in the Settings app */
"Open Settings" = "Abrir Ajustes";

/* Recovery suggestion for when the gallery does not load because there is no network connection */
"Turn on cellular data or use WLAN to access the Gallery." = "Ative os dados celulares ou use WLAN para acessar a Galeria.";

/* Recovery suggestion for when the gallery does not load because there is no network connection */
"Turn on cellular data or use Wi-Fi to access the Gallery." = "Ative os dados celulares ou use Wi-Fi para acessar a Galeria.";

/* Recovery suggestion for when the gallery does not load because there is no network connection and the user has Airplane Mode enabled */
"Turn off Airplane Mode or use WLAN to access the Gallery." = "Desative o Modo Avião ou use WLAN para acessar a Galeria.";

/* Recovery suggestion for when the gallery does not load because there is no network connection and the user has Airplane Mode enabled */
"Turn off Airplane Mode or use Wi-Fi to access the Gallery." = "Desative o Modo Avião ou use Wi‑Fi para acessar a Galeria.";

/* Save as image */
"Save Image" = "Salvar a Imagem";

/* Search gallery */
"Search" = "Buscar";

/* Section title */
"Shortcuts" = "Atalhos";

/* Share via AirDrop */
"AirDrop" = "AirDrop";

/* Share via CloudApp */
"CloudApp" = "CloudApp";

/* Share via DeskConnect */
"DeskConnect" = "DeskConnect";

/* Share via Evernote */
"Evernote" = "Evernote";

/* Share via Facebook */
"Facebook" = "Facebook";

/* Share via Instagram */
"Instagram" = "Instagram";

/* Share via Instapaper */
"Instapaper" = "Instapaper";

/* Share via Mail */
"Mail" = "Mail";

/* Share via Messages */
"Message" = "Mensagem";

/* Share via Pinboard */
"Pinboard" = "Pinboard";

/* Share via Pocket */
"Pocket" = "Pocket";

/* Share via Slack */
"Slack" = "Slack";

/* Shortcut has been submitted to the gallery */
"Shortcut Submitted" = "Atalho Enviado";

/* Shown in HUD after downloading a shortcut from the gallery */
"Added to Library" = "Adicionado à Biblioteca";

/* Splash screen primary button title */
"Get Started" = "Começar";

/* Splash screen title */
"Welcome to Shortcuts" = "Atalhos";

/* Stop running the shortcut; %@=shortcut name */
"Stop %@" = "Parar %@";

/* Take Photo action name */
"Take Photo (action name)" = "Tirar Foto";

/* Tap to choose an option */
"Tap to Choose" = "Toque para Escolher";

/* Terms and Conditions view title */
"Terms and Conditions" = "Termos e Condições";

/* The user has submitted the shortcut to the gallery for approval and will be notified when it is approved to be included in the gallery */
"We’ll notify you when we approve it!" = "Você receberá uma notificação quando o atalho for aprovado!";

/* Title */
"Gallery" = "Galeria";

/* Title */
"Shortcuts" = "Atalhos";

/* Title for button that is shown after the user submits a shortcut to the gallery to share their workflow. */
"Spread the Word" = "Espalhe as Novidades";

/* Title for the description field when submitting a workflow to the gallery */
"Description" = "Descrição";

/* Title for the longer-form description field when submitting a workflow to the gallery */
"Long Description" = "Descrição Longa";

/* Title for the short description field when submitting a workflow to the gallery */
"Short Description" = "Descrição Curta";

/* Title for workflow name field when submitting a workflow to the gallery */
"Workflow Name" = "Nome do Fluxo de Trabalho";

/* Title of Siri feature on splash screen */
"Just Ask Siri" = "Basta Pedir à Siri";

/* Title of alert encouraging users to add the Shortcuts widget after they have tried to skip adding the widget. */
"Add the Widget?" = "Adicionar o Widget?";

/* Title of alert when a user tries to import a shortcut with the same name; %@ = shortcut name */
"You already have a shortcut named “%@”." = "Você já tem um atalho chamado “%@”.";

/* Title of alert when the user’s gallery submission didn’t go through due to an error */
"Uh Oh" = "Opa";

/* Title of intro feature on splash screen */
"Take the Shortest Path" = "Use o Caminho Mais Curto";

/* Title of main screen showing your library of shortcuts */
"Library" = "Biblioteca";

/* Title of widget feature on splash screen */
"Shortcuts Widget" = "Widget do app Atalhos";

/* Title; shortcuts database on device is corrupt */
"Corrupt Database" = "Banco de Dados Corrompido";

/* Today Widget; button to view the shortcut gallery */
"View the Gallery…" = "Visualizar a Galeria…";

/* Today widget button; manage shortcuts that appear in the today widget */
"Manage Shortcuts…" = "Gerenciar Atalhos…";

/* Today widget button; manage workflows that appear in the today widget */
"Customize in Shortcuts" = "Personalizar no app Atalhos";

/* Today widget walkthough; user found widget and should add it */
"You found the widget! Tap *Add Widget* to access this from anywhere." = "Você encontrou o widget! Toque em *Adicionar Widget* para acessá-lo rapidamente.";

/* Today widget walkthough; user found widget and should come back here */
"You found the widget! Come back here to run your shortcuts quickly." = "Você encontrou o widget! Volte aqui para executar seus atalhos rapidamente.";

/* Today widget; empty state */
"No Shortcuts" = "Sem Atalhos";

/* Today widget; see the rest of the shortcuts in the widget */
"Tap to see the rest" = "Toque para ver o restante";

/* Twitter handle label or share via Twitter */
"Twitter" = "Twitter";

/* Waiting for the gallery to load. Shown under loading indicator */
"Loading" = "Carregando";

/* Watch app button; stop running the shortcut */
"Stop" = "Parar";

/* Watch app, title for switch to show and hide a shortcut */
"Show/Hide" = "Mostrar/Ocultar";

/* Watch app; Change text field text */
"Tap to Change" = "Toque para Alterar";

/* Watch app; Compose a message */
"Create Message" = "Criar Mensagem";

/* Watch app; Plus/Minus button name for number pad */
"Plus/Minus" = "Mais/Menos";

/* Watch app; Shown under a title of an article; %@=author of article */
"by %@" = "por %@";

/* Watch app; email composer, email address from which to send the mail */
"From Address" = "Endereço Remetente";

/* Watch app; email composer; bcc address label */
"Bcc" = "Cco";

/* Watch app; email composer; cc address label */
"Cc" = "Cc";

/* Watch app; email composer; from address label */
"From" = "De";

/* Watch app; email composer; indicates files are attached; %@=number of files attached */
"Attached (%ld)" = "Anexado (%ld)";

/* Watch app; email composer; subject label */
"Subject" = "Assunto";

/* Watch app; email composer; to address label */
"To" = "Para";

/* Watch app; location could not be determined for an address */
"Location Not Found" = "A Localização Não Foi Encontrada";

/* Watch app; mail compoer cc/bcc field label */
"Cc/Bcc" = "Cc/Cco";

/* Watch app; number field placeholder */
"Enter number…" = "Digitar número…";

/* Watch app; send message error message */
"You must choose a contact to send a message to." = "É preciso escolher um contato para o qual enviará a mensagem.";

/* Watch app; send the email */
"Send" = "Enviar";

/* Watch app; share QuickLook content */
"Share" = "Compartilhar";

/* Watch app; shown when user needs to allow access to a certain resource such as Photo Library access; %@=shortcut name */
"Use Handoff on your iPhone to allow access for %@." = "Use o Handoff no iPhone para permitir o acesso para %@.";

/* Watch app; tell user that they can use the Handoff feature to continue running the rest of the shortcut on their phone */
"Use Handoff on your iPhone to continue the shortcut." = "Use o Handoff no iPhone para continuar o atalho.";

/* Watch app; text field placeholder */
"Enter text…" = "Digite texto…";

/* Watch app; view current content on the phone */
"View on iPhone" = "Visualizar no iPhone";

/* Watch complication; no shortcuts have been added (modular large complication) */
"No shortcuts have been added." = "Nenhum atalho foi adicionado.";

/* Watch complication; no shortcuts have been added (utilitarian small complication, text should be short) */
"No Shortcuts (Short)" = "Sem Atalhos";

/* Website URL label */
"Website" = "Site";

/* Widget tutorial headline; how to add Today Widget */
"Adding the Widget" = "Adição do Widget";

/* Widget tutorial; accessiblity description */
"An animation of pressing firmly on the Shortcuts home screen icon to open the widget" = "Uma animação do pressionamento firme sobre o ícone do app Atalhos na tela de Início a fim de abrir o widget";

/* Widget tutorial; how to add Today Widget */
"Tap + to add the Shortcuts Widget. Tap “Done.”" = "Toque em + para adicionar o Widget Atalhos. Toque em “OK”.";

/* Widget tutorial; how to add Today Widget on devices that don’t have a home button on iOS 10 and above */
"Swipe up to go home, press firmly on the Shortcuts icon, and tap “Add Widget.”" = "Deslize para cima para ir ao Início, pressione firmemente o ícone do app Atalhos e toque em “Adicionar Widget”.";

/* Widget tutorial; how to add Today Widget on devices that have a home button on iOS 10 and above */
"Press the Home button, press firmly on the Shortcuts icon, and tap “Add Widget.”" = "Pressione o botão de Início, pressione firmemente o ícone do app Atalhos e toque em “Adicionar Widget”.";

/* Widget tutorial; how to add Today Widget on iOS 10, iPad and iPhone, non-3D Touch, iOS 8 and 9 step 3 */
"Scroll to the bottom and\ntap “Edit.”" = "Role até a parte inferior e\ntoque em “Editar”.";

/* Widget tutorial; how to add Today Widget on iOS 8 and 9 & iOS 10, iPad and iPhone, non-3D Touch step 2 */
"Swipe to the left to view\nyour widgets." = "Deslize à esquerda para ver\nos widgets.";

/* Widget tutorial; how to add Today Widget on iOS 8 and 9, iPad step 2 */
"On the lower left, scroll\ndown and tap “Edit.”" = "No canto inferior esquerdo, role\npara baixo e toque em “Editar”.";

/* Widget tutorial; how to add Today Widget step 1 */
"Swipe down from the top to reveal Notification Center." = "Deslize do topo para baixo para mostrar a Central de Notificações.";

/* Your shortcut is ready to share as a link */
"Your shortcut is ready to share!" = "Seu atalho está pronto para compartilhamento!";

/* date range; $@=time until; appended to date with time (e.g. Today 5pm to 6pm); please include space for relevant languages */
" to %@" = " até %@";

/* date range; %1$@ = start date; %2$@ = end date */
"%1$@ to %2$@" = "%1$@ até %2$@";

/* opposite of “left”; should be “left” for RTL languages */
"right" = "direita";

